9/data/attachments/75694e71b8f93067.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Robert_east_Friend_27965_5</nif:username>
            <nif:friendToBeRequested>soap_friends_11560b34-72e6-4322-987c-642c340e8bae</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>